Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Trend history fills in after a few live samples.
af: Tendensgeskiedenis vul in na 'n paar lewendige monsters.
am: የአዝማሚያ ታሪክ ከጥቂት የቀጥታ ናሙናዎች በኋላ ይሞላል።
ar: يتم ملء سجل الاتجاه بعد بضعة عينات حية.
az: Trend tarixçəsi bir neçə canlı nümunədən sonra doldurulur.
be: Гісторыя тэндэнцый запаўняецца пасля некалькіх жывых узораў.
bg: Историята на тенденциите се попълва след няколко проби на живо.
bn: কয়েকটি লাইভ নমুনার পরে প্রবণতার ইতিহাস পূর্ণ হয়।
bs: Istorija trendova se popunjava nakon nekoliko uzoraka uživo.
ca: L'historial de tendències s'omple després d'unes quantes mostres en directe.
ceb: Ang kasaysayan sa uso napuno pagkahuman sa pipila ka mga live sample.
co: A storia di tendenza si riempie dopu uni pochi di campioni in diretta.
cs: Historie trendů se vyplní po několika živých vzorcích.
cy: Mae hanes tueddiadau yn llenwi ar ôl ychydig o samplau byw.
da: Trendhistorien fylder ud efter et par live prøver.
de: Der Trendverlauf füllt sich nach ein paar Live-Samples.
el: Το ιστορικό τάσεων συμπληρώνεται μετά από μερικά ζωντανά δείγματα.
eo: Tendenco-historio pleniĝas post kelkaj vivaj specimenoj.
es: El historial de tendencias se completa después de algunas muestras en vivo.
et: Trendide ajalugu täitub pärast mõnda reaalajas näidist.
eu: Joeren historia zuzeneko lagin batzuen ondoren betetzen da.
fa: تاریخچه روند پس از چند نمونه زنده پر می شود.
fi: Trendihistoria täyttyy muutaman live-näytteen jälkeen.
fil: Napupuno ang kasaysayan ng trend pagkatapos ng ilang live na sample.
fr: L’historique des tendances se remplit après quelques échantillons en direct.
fy: Trend skiednis foltôging nei in pear live samples.
ga: Líonann an stair treochta isteach tar éis cúpla sampla beo.
gd: Bidh eachdraidh treand a’ lìonadh a-steach às deidh beagan shamhlaichean beò.
gl: O historial de tendencias énchese tras algunhas mostras en directo.
gu: ટ્રેન્ડ ઇતિહાસ થોડા જીવંત નમૂનાઓ પછી ભરે છે.
ha: Tarihin Trend ya cika bayan ƴan samfurori masu rai.
haw: Hoʻopiha ka mōʻaukala au ma hope o kekahi mau laʻana ola.
he: היסטוריית הטרנדים מתמלאת לאחר כמה דגימות חיות.
hi: कुछ जीवित नमूनों के बाद रुझान का इतिहास भर जाता है।
hmn: Trend keeb kwm nyob rau hauv tom qab ob peb cov qauv nyob.
hr: Povijest trendova popunjava se nakon nekoliko uzoraka uživo.
ht: Istwa tandans ranpli apre kèk echantiyon vivan.
hu: A trendtörténet néhány élő minta után kitöltődik.
hy: Մի քանի կենդանի նմուշներից հետո լրացվում է միտումների պատմությունը:
id: Riwayat tren terisi setelah beberapa sampel langsung.
ig: Akụkọ ihe mere eme na-ejupụta mgbe ihe nlele ole na ole gachara.
is: Trendsaga fyllist út eftir nokkur lifandi sýnishorn.
it: La cronologia delle tendenze si riempie dopo alcuni campioni dal vivo.
ja: トレンド履歴は、いくつかのライブサンプルの後に入力されます。
jv: Sajarah tren diisi sawise sawetara conto langsung.
ka: ტენდენციის ისტორია ივსება რამდენიმე ცოცხალი ნიმუშის შემდეგ.
kk: Тренд журналы бірнеше тірі үлгілерден кейін толтырылады.
km: ប្រវត្តិនិន្នាការបានបំពេញបន្ទាប់ពីគំរូបន្តផ្ទាល់មួយចំនួន។
kn: ಕೆಲವು ಲೈವ್ ಮಾದರಿಗಳ ನಂತರ ಟ್ರೆಂಡ್ ಇತಿಹಾಸವು ತುಂಬುತ್ತದೆ.
ko: 몇 번의 실시간 샘플 후에 추세 기록이 채워집니다.
ku: Dîroka trendê piştî çend nimûneyên zindî tijî dibe.
ky: Тренд таржымалы бир нече жандуу үлгүдөн кийин толтурулат.
la: Trend historia implet in paucis post exempla viva.
lb: Trend Geschicht fëllt an no e puer liewen Echantillon.
lo: ປະຫວັດສາດແນວໂນ້ມຕື່ມຂໍ້ມູນໃສ່ຫຼັງຈາກຕົວຢ່າງທີ່ມີຊີວິດສອງສາມຢ່າງ.
lt: Tendencijų istorija užpildoma po kelių tiesioginių pavyzdžių.
lv: Tendenču vēsture tiek aizpildīta pēc dažiem reāllaika paraugiem.
mg: Ny tantaran'ny fironana dia feno aorian'ny santionany mivantana vitsivitsy.
mi: Ka whakakiia te hitori o te ia i muri i etahi tauira ora.
mk: Историјата на трендовите се пополнува по неколку примероци во живо.
ml: കുറച്ച് തത്സമയ സാമ്പിളുകൾക്ക് ശേഷം ട്രെൻഡ് ഹിസ്റ്ററി നിറയുന്നു.
mn: Хэд хэдэн амьд дээжийн дараа чиг хандлагын түүхийг бөглөнө.
mr: ट्रेंड इतिहास काही थेट नमुन्यांनंतर भरतो.
ms: Sejarah aliran diisi selepas beberapa sampel langsung.
mt: L-istorja tat-tendenza timla wara ftit kampjuni ħajjin.
my: တိုက်ရိုက်နမူနာအနည်းငယ်ပြီးနောက် ခေတ်ရေစီးကြောင်းသမိုင်းသည် ပြည့်စုံသည်။
nb: Trendhistorie fylles ut etter noen få live-prøver.
ne: प्रवृत्ति इतिहास केही प्रत्यक्ष नमूनाहरू पछि भरिन्छ।
nl: De trendgeschiedenis wordt ingevuld na een paar live samples.
ny: Mbiri yakale imadzaza pambuyo pa zitsanzo zingapo zamoyo.
pa: ਰੁਝਾਨ ਇਤਿਹਾਸ ਕੁਝ ਲਾਈਵ ਨਮੂਨਿਆਂ ਤੋਂ ਬਾਅਦ ਭਰਦਾ ਹੈ।
pl: Historia trendów wypełnia się po kilku próbkach na żywo.
ps: د رجحان تاریخ د څو ژوندیو نمونو وروسته ډکیږي.
pt: O histórico de tendências é preenchido após algumas amostras ao vivo.
ro: Istoricul tendințelor se completează după câteva mostre live.
ru: История трендов заполняется после нескольких живых образцов.
sd: رجحان جي تاريخ ڪجھ زنده نمونن کان پوءِ ڀري ٿي.
si: ප්‍රවණතා ඉතිහාසය සජීවී සාම්පල කිහිපයකට පසුව පුරවයි.
sk: História trendov sa vyplní po niekoľkých živých ukážkach.
sl: Zgodovina trendov se izpolni po nekaj vzorcih v živo.
sm: E fa'atumu le tala fa'asolopito pe a uma ni nai fa'ata'ita'iga ola.
sn: Trend nhoroondo inozadza mushure memasampuli mashoma mhenyu.
so: Taariikhda isbeddelku waxay buuxinaysaa dhowr muunado nool ka dib.
sq: Historia e tendencave plotësohet pas disa mostrave të drejtpërdrejta.
st: Nalane ea setso e tlala ka mor'a mehlala e seng mekae e phelang.
su: Sajarah trend ngeusian sanggeus sababaraha sampel hirup.
sv: Trendhistoriken fylls i efter några livesamplingar.
sw: Historia ya mwenendo hujazwa baada ya sampuli chache za moja kwa moja.
ta: சில நேரடி மாதிரிகளுக்குப் பிறகு போக்கு வரலாறு நிரப்பப்படும்.
te: కొన్ని ప్రత్యక్ష నమూనాల తర్వాత ట్రెండ్ హిస్టరీ పూరించబడుతుంది.
tg: Таърихи тамоюл пас аз чанд намунаи зинда пур мешавад.
th: ประวัติเทรนด์จะเติมเต็มหลังจากตัวอย่างสดบางส่วน
tr: Trend geçmişi birkaç canlı örnekten sonra tamamlanır.
uk: Історія трендів заповнюється після кількох живих зразків.
ur: رجحان کی تاریخ چند زندہ نمونوں کے بعد بھرتی ہے۔
uz: Trend tarixi bir nechta jonli namunalardan so'ng to'ldiriladi.
vi: Lịch sử xu hướng sẽ xuất hiện sau một vài mẫu trực tiếp.
xh: Imbali yeTrend igcwalisa emva kweesampuli ezimbalwa eziphilayo.
yi: טרענד געשיכטע פילז אין נאָך אַ ביסל לעבן סאַמפּאַלז.
yo: Itan aṣa kun ni lẹhin awọn ayẹwo ifiwe diẹ.
zh_hans: 经过一些实时样本后，趋势历史记录就会被填充。
zh_hant: 經過一些即時樣本後，趨勢歷史記錄就會被填滿。
zu: Umlando wethrendi ugcwalisa ngemva kwamasampuli ambalwa abukhoma.

source: Tune a real curve instead of editing raw JSON. Core Monitor still keeps the underlying preset portable and transparent.
af: Stem 'n regte kurwe in plaas daarvan om rou JSON te redigeer. Core Monitor hou steeds die onderliggende voorafinstelling draagbaar en deursigtig.
am: በጥሬው JSON ከማርትዕ ይልቅ እውነተኛ ኩርባን ያስተካክሉ። Core Monitor አሁንም ዋናውን ቅድመ-ቅምጥ ተንቀሳቃሽ እና ግልጽ ያደርገዋል።
ar: قم بضبط المنحنى الحقيقي بدلاً من تحرير JSON الخام. لا يزال Core Monitor يحتفظ بالإعداد المسبق الأساسي المحمول والشفاف.
az: Xam JSON-ni redaktə etmək əvəzinə real əyrini tənzimləyin. Core Monitor hələ də əsas əvvəlcədən təyin edilmiş portativ və şəffaf saxlayır.
be: Наладзьце рэальную крывую замест рэдагавання неапрацаванага JSON. Core Monitor па-ранейшаму захоўвае асноўныя перадусталёўкі партатыўнымі і празрыстымі.
bg: Настройте реална крива, вместо да редактирате необработен JSON. Core Monitor все още поддържа основната предварителна настройка преносима и прозрачна.
bn: কাঁচা JSON সম্পাদনা করার পরিবর্তে একটি বাস্তব বক্ররেখা টিউন করুন। Core Monitor এখনও অন্তর্নিহিত প্রিসেট পোর্টেবল এবং স্বচ্ছ রাখে।
bs: Podesite stvarnu krivu umesto da uređujete sirovi JSON. Core Monitor i dalje drži osnovne postavke prenosivim i transparentnim.
ca: Ajusta una corba real en lloc d'editar JSON en brut. Core Monitor encara manté el preestablert subjacent portàtil i transparent.
ceb: Tune ang tinuod nga kurba imbes nga i-edit ang hilaw nga JSON. Gitipigan gihapon sa Core Monitor ang nagpahiping preset nga madaladala ug transparent.
co: Sintonizza una vera curva invece di edità JSON crudo. Core Monitor mantene sempre u portatile è trasparente preset sottostanti.
cs: Nalaďte skutečnou křivku místo úpravy surového JSON. Core Monitor stále udržuje základní předvolbu přenosnou a transparentní.
cy: Tiwniwch gromlin go iawn yn lle golygu JSON amrwd. Mae Core Monitor yn dal i gadw'r rhagosodiad sylfaenol yn gludadwy ac yn dryloyw.
da: Tune en rigtig kurve i stedet for at redigere rå JSON. Core Monitor holder stadig den underliggende forudindstilling bærbar og gennemsigtig.
de: Stimmen Sie eine echte Kurve ab, anstatt das Rohmaterial JSON zu bearbeiten. Core Monitor hält die zugrunde liegende Voreinstellung weiterhin portabel und transparent.
el: Συντονίστε μια πραγματική καμπύλη αντί να επεξεργαστείτε ακατέργαστο JSON. Το Core Monitor εξακολουθεί να διατηρεί φορητό και διαφανές την υποκείμενη προεπιλογή.
eo: Agordu realan kurbon anstataŭ redakti krudan JSON. Core Monitor ankoraŭ konservas la subestan antaŭdifinitan porteblan kaj travideblan.
es: Ajuste una curva real en lugar de editar JSON sin formato. Core Monitor aún mantiene el ajuste preestablecido subyacente portátil y transparente.
et: Toores JSON redigeerimise asemel häälestage tõeline kõver. Core Monitor hoiab aluseks oleva eelseadistuse endiselt kaasaskantavana ja läbipaistvana.
eu: Sintonizatu benetako kurba bat JSON gordina editatu beharrean. Core Monitor oraindik azpian dagoen aurrez ezarritako eramangarri eta garden mantentzen du.
fa: به جای ویرایش خام JSON، یک منحنی واقعی را تنظیم کنید. Core Monitor همچنان از پیش تعیین شده زیرین را قابل حمل و شفاف نگه می دارد.
fi: Viritä todellinen käyrä sen sijaan, että muokkaat raakaa JSON:tä. Core Monitor pitää taustalla olevan esiasetuksen edelleen kannettavana ja läpinäkyvänä.
fil: Tune a real curve sa halip na i-edit ang raw JSON. Pinapanatili pa rin ng Core Monitor ang pinagbabatayan na preset na portable at transparent.
fr: Ajustez une courbe réelle au lieu de modifier le JSON brut. Core Monitor conserve toujours le préréglage sous-jacent portable et transparent.
fy: Tune in echte kromme ynstee fan bewurkjen rau JSON. Core Monitor hâldt de ûnderlizzende preset noch draachber en transparant.
ga: Tiúnadh cuar fíor in ionad eagarthóireacht a dhéanamh ar amh JSON. Coinníonn Core Monitor an réamhshocrú bunúsach iniompartha agus trédhearcach.
gd: Dèan fonn air fìor lùb an àite a bhith a’ deasachadh amh JSON. Bidh Core Monitor fhathast a’ cumail an ro-aithris bunaiteach so-ghiùlain agus follaiseach.
gl: Sintoniza unha curva real en lugar de editar JSON en bruto. Core Monitor aínda mantén o preselección subxacente portátil e transparente.
gu: કાચો JSON સંપાદિત કરવાને બદલે વાસ્તવિક વળાંકને ટ્યુન કરો. Core Monitor હજુ પણ અંતર્ગત પ્રીસેટને પોર્ટેબલ અને પારદર્શક રાખે છે.
ha: Tuna ainihin lanƙwasa maimakon gyara ɗanyen JSON. Core Monitor har yanzu yana kiyaye saitaccen saiti mai šaukuwa da bayyane.
haw: E hoʻolohe i ka pihi maoli ma mua o ka hoʻoponopono ʻana i ka JSON maka. Mālama mau ʻo Core Monitor i ka mea i hoʻonohonoho mua ʻia ma lalo o ka portable a me ka maopopo.
he: כוונן עקומה אמיתית במקום עריכת JSON גולמית. Core Monitor עדיין שומר על ההגדרה הבסיסית הניידת ושקופה.
hi: कच्चे JSON को संपादित करने के बजाय वास्तविक वक्र को ट्यून करें। Core Monitor अभी भी अंतर्निहित प्रीसेट को पोर्टेबल और पारदर्शी रखता है।
hmn: Kho qhov nkhaus tiag tiag es tsis txhob kho cov nyom JSON. Core Monitor tseem khaws cov hauv qab preset portable thiab pob tshab.
hr: Ugodite pravu krivulju umjesto uređivanja sirovog JSON. Core Monitor i dalje održava temeljne unaprijed postavljene postavke prenosivim i transparentnim.
ht: Ranfòse yon koub reyèl olye pou yo modifye JSON anvan tout koreksyon. Core Monitor toujou kenbe prereglaj ki kache pòtab ak transparan.
hu: Hangoljon valódi görbét a nyers JSON szerkesztése helyett. A Core Monitor továbbra is hordozhatóan és átláthatóan tartja az alapbeállítást.
hy: Կարգավորեք իրական կոր՝ չմշակված JSON խմբագրելու փոխարեն: Core Monitor-ը դեռևս պահում է հիմնական նախադրյալը շարժական և թափանցիկ:
id: Sesuaikan kurva nyata alih-alih mengedit JSON mentah. Core Monitor tetap menjaga preset yang mendasarinya tetap portabel dan transparan.
ig: Tụgharịa ezigbo usoro kama ịdezi JSON raw. Core Monitor ka na-edobe preset dị n'okpuru obere obere yana nghọta.
is: Stilltu raunverulegan feril í stað þess að breyta hráum JSON. Core Monitor heldur enn undirliggjandi forstillingu flytjanlegum og gagnsæjum.
it: Ottimizza una curva reale invece di modificare JSON grezzo. Core Monitor mantiene comunque la preimpostazione sottostante portatile e trasparente.
ja: 生の JSON を編集する代わりに、実際のカーブを調整します。 Core Monitor は、基になるプリセットを移植性と透過性を維持します。
jv: Tune kurva nyata tinimbang nyunting mentah JSON. Core Monitor isih njaga prasetel portabel lan transparan.
ka: დაარეგულირეთ რეალური მრუდი უმი JSON რედაქტირების ნაცვლად. Core Monitor კვლავ ინარჩუნებს წინა დაყენებულ პორტატულ და გამჭვირვალეს.
kk: Шикі JSON өңдеудің орнына нақты қисық сызықты реттеңіз. Core Monitor әлі де негізгі алдын ала орнатылған портативті және мөлдір сақтайды.
km: លៃតម្រូវខ្សែកោងពិតប្រាកដជំនួសឱ្យការកែសម្រួល JSON ឆៅ។ Core Monitor នៅតែរក្សាការកំណត់ជាមុនដែលអាចចល័តបាន និងមានតម្លាភាព។
kn: ಕಚ್ಚಾ JSON ಅನ್ನು ಸಂಪಾದಿಸುವ ಬದಲು ನಿಜವಾದ ಕರ್ವ್ ಅನ್ನು ಟ್ಯೂನ್ ಮಾಡಿ. Core Monitor ಇನ್ನೂ ಆಧಾರವಾಗಿರುವ ಮೊದಲೇ ಪೋರ್ಟಬಲ್ ಮತ್ತು ಪಾರದರ್ಶಕವಾಗಿರಿಸುತ್ತದೆ.
ko: 원시 JSON를 편집하는 대신 실제 곡선을 조정하십시오. Core Monitor는 여전히 기본 사전 설정을 이식 가능하고 투명하게 유지합니다.
ku: Li şûna sererastkirina JSON-a xav, xêzek rastîn aheng bikin. Core Monitor hîn jî pêşandana bingehîn portable û zelal digire.
ky: JSON чийки түзөтүүнүн ордуна чыныгы ийри сызыкты тууралаңыз. Core Monitor дагы эле негизги алдын ала коюлган көчмө жана ачык-айкын сактайт.
la: Tune curva reali loco rudis JSON emendo. Core Monitor adhuc praeset portatile et pellucidum subjectam servat.
lb: Tune eng real Curve amplaz z'änneren Matière JSON. Core Monitor hält nach ëmmer déi ënnerierdesch Preset portabel an transparent.
lo: ປັບເສັ້ນໂຄ້ງທີ່ແທ້ຈິງແທນການແກ້ໄຂ JSON ດິບ. Core Monitor ຍັງຄົງຮັກສາການຕັ້ງຄ່າເບື້ອງຕົ້ນແບບພົກພາ ແລະໂປ່ງໃສ.
lt: Sureguliuokite tikrą kreivę, o ne redaguokite neapdorotą JSON. Core Monitor vis tiek išlaiko pagrindinį iš anksto nustatytą nešiojamąjį ir skaidrų.
lv: Noregulējiet īstu līkni, nevis rediģējiet neapstrādātu JSON. Core Monitor joprojām saglabā pamatā esošo sākotnējo iestatījumu pārnēsājamu un caurspīdīgu.
mg: Manaova filaharana tena izy fa tsy manova ny JSON manta. Core Monitor dia mbola mitazona ny preset portable sy mangarahara.
mi: Whakatangihia he pihinga tuuturu, kaua ki te whakatika JSON mata. Kei te pupuri tonu a Core Monitor i te tatūkē i raro i te kawe me te marama.
mk: Подесете вистинска крива наместо да уредувате необработени JSON. Core Monitor сè уште го одржува преносливо и транспарентно основното претходно поставено.
ml: അസംസ്‌കൃതമായ JSON എഡിറ്റുചെയ്യുന്നതിന് പകരം ഒരു യഥാർത്ഥ വക്രം ട്യൂൺ ചെയ്യുക. Core Monitor ഇപ്പോഴും അടിസ്ഥാന പ്രീസെറ്റ് പോർട്ടബിളും സുതാര്യവും നിലനിർത്തുന്നു.
mn: Түүхий JSON-г засварлахын оронд жинхэнэ муруйг тааруулна уу. Core Monitor нь үндсэн урьдчилан тохируулсан зөөврийн, ил тод хэвээр байна.
mr: रॉ JSON संपादित करण्याऐवजी वास्तविक वक्र ट्यून करा. Core Monitor अजूनही अंतर्निहित प्रीसेट पोर्टेबल आणि पारदर्शक ठेवते.
ms: Laras lengkung sebenar dan bukannya mengedit mentah JSON. Core Monitor masih mengekalkan pratetap asas mudah alih dan telus.
mt: Agħfas kurva reali minflok teditja JSON mhux maħdum. Core Monitor għadu jżomm is-sett minn qabel sottostanti portabbli u trasparenti.
my: JSON အကြမ်းတည်းဖြတ်ခြင်းအစား တကယ့်မျဉ်းကွေးကို ချိန်ညှိပါ။ Core Monitor သည် အရင်းခံကြိုတင်ပြင်ဆင်မှုကို သယ်ဆောင်ရလွယ်ကူပြီး ပွင့်လင်းမြင်သာမှုရှိနေဆဲဖြစ်သည်။
nb: Still inn en ekte kurve i stedet for å redigere rå JSON. Core Monitor holder fortsatt den underliggende forhåndsinnstillingen bærbar og gjennomsiktig.
ne: कच्चा JSON सम्पादन गर्नुको सट्टा वास्तविक कर्भ ट्युन गर्नुहोस्। Core Monitor ले अझै पनि अन्तर्निहित प्रिसेट पोर्टेबल र पारदर्शी राख्छ।
nl: Stem een ​​echte curve af in plaats van onbewerkte JSON te bewerken. Core Monitor houdt de onderliggende preset nog steeds draagbaar en transparant.
ny: Sinthani mapindikira enieni m'malo mosintha JSON yaiwisi. Core Monitor imasungabe zomwe zidakhazikitsidwa kale komanso zowonekera.
pa: ਕੱਚੇ JSON ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੀ ਬਜਾਏ ਇੱਕ ਅਸਲੀ ਕਰਵ ਨੂੰ ਟਿਊਨ ਕਰੋ। Core Monitor ਅਜੇ ਵੀ ਅੰਡਰਲਾਈੰਗ ਪ੍ਰੀਸੈਟ ਨੂੰ ਪੋਰਟੇਬਲ ਅਤੇ ਪਾਰਦਰਸ਼ੀ ਰੱਖਦਾ ਹੈ।
pl: Dostrój prawdziwą krzywą zamiast edytować surowy JSON. Core Monitor nadal zapewnia przenośność i przejrzystość podstawowego ustawienia wstępnego.
ps: د خام JSON ترمیم کولو پر ځای یو ریښتینی وکر ټون کړئ. Core Monitor لا تر اوسه لاندې مخکینۍ سیټ پورټ ایبل او شفاف ساتي.
pt: Ajuste uma curva real em vez de editar JSON bruto. Core Monitor ainda mantém a predefinição subjacente portátil e transparente.
ro: Reglați o curbă reală în loc să editați JSON brut. Core Monitor păstrează în continuare presetarea de bază portabilă și transparentă.
ru: Настройте реальную кривую вместо редактирования необработанного JSON. Core Monitor по-прежнему сохраняет переносимость и прозрачность базовой предустановки.
sd: خام JSON کي تبديل ڪرڻ جي بدران حقيقي وکر کي ترتيب ڏيو. Core Monitor اڃا تائين هيٺ ڏنل پيش ڪيل پورٽبل ۽ شفاف رکي ٿو.
si: අමු JSON සංස්කරණය කිරීම වෙනුවට සැබෑ වක්‍රයක් සුසර කරන්න. Core Monitor තවමත් යටින් පවතින පෙරසිටුව අතේ ගෙන යා හැකි සහ විනිවිද පෙනෙන ලෙස තබා ගනී.
sk: Nalaďte skutočnú krivku namiesto úpravy surového JSON. Core Monitor stále udržiava základnú predvoľbu prenosnú a transparentnú.
sl: Namesto urejanja surovega JSON prilagodite pravo krivuljo. Core Monitor še vedno ohranja osnovno prednastavitev prenosljivo in pregledno.
sm: Fa'alogo i se pi'o moni nai lo le fa'asa'oina o le JSON mata'utia. O le Core Monitor o lo'o fa'atumauina pea le fa'atonuga fa'avae e feavea'i ma manino.
sn: Tune curve chaiyo pane kugadzirisa mbishi JSON. Core Monitor ichiri kuchengeta iyo yakagadziridzwa preset inotakurika uye yakajeka.
so: Dabo qalooca dhabta ah intii aad tafatirin lahayd JSON ceeriin. Core Monitor wali waxay ku sii haysaa hore-u-yeelka hoose mid la qaadi karo oo hufan.
sq: Rregulloni një kurbë të vërtetë në vend që të redaktoni JSON të papërpunuar. Core Monitor ende e mban të lëvizshëm dhe transparent paravendosjen bazë.
st: Beha mothinya oa 'nete sebakeng sa ho hlophisa JSON e tala. Core Monitor e ntse e boloka setaele se ka tlase se le bonolo ebile se hlakile.
su: Ngepaskeun kurva nyata tinimbang ngédit atah JSON. Core Monitor masih ngajaga prasetél dasarna portabel sareng transparan.
sv: Trimma en riktig kurva istället för att redigera rå JSON. Core Monitor håller fortfarande den underliggande förinställningen bärbar och transparent.
sw: Weka mduara halisi badala ya kuhariri JSON ghafi. Core Monitor bado huweka uwekaji mapema wa msingi kuwa wa kubebeka na kwa uwazi.
ta: JSON ஐத் திருத்துவதற்குப் பதிலாக உண்மையான வளைவை டியூன் செய்யவும். Core Monitor இன்னும் அடிப்படை முன்னமைவை போர்ட்டபிள் மற்றும் வெளிப்படையானதாக வைத்திருக்கிறது.
te: ముడి JSONని సవరించడానికి బదులుగా నిజమైన వక్రతను ట్యూన్ చేయండి. Core Monitor ఇప్పటికీ అంతర్లీన ప్రీసెట్ పోర్టబుల్ మరియు పారదర్శకంగా ఉంచుతుంది.
tg: Ба ҷои таҳрири хом JSON хатти воқеиро танзим кунед. Core Monitor то ҳол танзимоти асосиро сайёр ва шаффоф нигоҳ медорад.
th: ปรับเส้นโค้งจริงแทนการแก้ไขดิบ JSON Core Monitor ยังคงรักษาค่าที่ตั้งล่วงหน้าที่สำคัญไว้แบบพกพาและโปร่งใส
tr: Ham JSON'yi düzenlemek yerine gerçek bir eğri ayarlayın. Core Monitor, temeldeki ön ayarı hâlâ taşınabilir ve şeffaf tutar.
uk: Налаштуйте справжню криву замість редагування необробленого JSON. Core Monitor все ще зберігає основний пресет портативним і прозорим.
ur: خام JSON میں ترمیم کرنے کے بجائے ایک حقیقی وکر ٹیون کریں۔ Core Monitor اب بھی بنیادی پیش سیٹ کو پورٹیبل اور شفاف رکھتا ہے۔
uz: Xom JSON-ni tahrirlash o'rniga haqiqiy egri chiziqni sozlang. Core Monitor hali ham asosiy oldindan o'rnatilgan portativ va shaffoflikni saqlaydi.
vi: Điều chỉnh đường cong thực thay vì chỉnh sửa JSON thô. Core Monitor vẫn giữ cài đặt sẵn cơ bản trong suốt và di động.
xh: Sula igophe lokwenyani endaweni yokuhlela i-JSON eluhlaza. I-Core Monitor isagcina isiseko esisezantsi esiphathwayo kwaye siselubala.
yi: ניגן אַ פאַקטיש ויסבייג אַנשטאָט פון עדיטינג רוי JSON. Core Monitor נאָך האלט די אַנדערלייינג פּריסעט פּאָרטאַטיוו און טראַנספּעראַנט.
yo: Tun ohun tẹ gidi kan dipo ṣiṣatunṣe aise JSON. Core Monitor ṣi ntọju tito tẹlẹ ti o wa labẹ gbigbe ati sihin.
zh_hans: 调整真实曲线而不是编辑原始 JSON。 Core Monitor仍然保持底层预设的可移植性和透明性。
zh_hant: 調整真實曲線而不是編輯原始 JSON。 Core Monitor仍保持底層預設的可移植性和透明性。
zu: Shuna ijika langempela esikhundleni sokuhlela i-JSON eluhlaza. I-Core Monitor isagcina ukusetha kabusha okuyisisekelo kuphathekayo futhi kusobala.
